TOKEN = '000000000:aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa' # Вставить токен бота от https://t.me/BotFather
CHANNEL_IDS = [] # Вставить ссылки на каналы, пример: https://t.me/OnlySq -> OnlySq
# Бот должен присутствовать в каждом из каналов, иначе бот пропустит ссылки на каналы в которых он не является администратором

welcome_text = "👋 Приветствую\nДля продолжения использования данного бота подпишитесь на наши резервные каналы 👇"
succ_text = "Спасибо за подписку! Ваш текст дальнейшей информации здесь."